Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G09A.tmx
Source language: en_us
Languages: zh_cn

source: The Generalissimo: Chiang Kai-shek and the Struggle for Modern China The China Theater (1)
zh_cn: 蒋介石与中国走向现代的奋斗 第六章 中国战场（1）开罗会议之一

source: At dawn on November 21, 1943, the Generalissimo and Madame Chiang arrived by plane in Cairo for the conference with Roosevelt, Churchill, and assorted brass.
zh_cn: 1943年11月21日凌晨，蒋委员长和夫人飞抵开罗，参加会议的人还包括罗斯福、丘吉尔、以及各种军界要员。

source: Chennault, who had not been invited by the War Department and was attending as chief of staff of the Chinese Air Force, met the First Couple and escorted them to their villa.
zh_cn: 陈纳德没有受陆军部邀请，而是以中国空军参谋长的身份与会，迎送第一夫妇到宾馆。

source: Madame Chiang was suffering from conjunctivitis and fatigue from the long journey and did not participate in a brief morning call on Churchill and Mountbatten, but at 6:30 in the evening both Chiangs had a meeting with the prime minister.
zh_cn: 蒋夫人因为结膜炎和旅途劳顿，早上并未随行短暂拜访丘吉尔和蒙巴顿，但晚上六点半，蒋氏夫妇连袂拜访英国首相。

source: Churchill was irritated with Roosevelt's idea that one of the four powers in the postwar world would be the poor, huge, anti-imperialist, anticolonialist, non-European nation of China, and he wanted to do as little as possible militarily in the Burma campaign.
zh_cn: 丘吉尔对罗斯福的想法非常不满：战后世界四强之一，竟然会是中国这个贫困、广大、反帝国主义、反殖民主义、非欧洲的国家。丘吉尔不想在军事上受缅甸作战牵连。

source: Still, Churchill recorded that he "was impressed by [Chiang's] calm, reserved, and efficient personality" and found Madame "most remarkable and charming."
zh_cn: 尽管如此，丘吉尔记载自己“对於蒋介石沉稳、含蓄、有效率的个性留下印象”，并且发现蒋夫人“非凡又迷人”。

source: Chiang, after his initial encounters with the prime minister, pronounced him "calm and resolute" and thought, "No wonder he is the vanguard against Japan and the Communists."
zh_cn: 蒋介石和英国首相初会后，宣称丘吉尔“冷静、果断”，认为“难怪此人是反共抗日的先锋”。

source: But after four days of talks he would change his mind.
zh_cn: 但是蒋在会谈四天后改变了想法。

source: The conference opened the next day at the old Mena Hotel with its striking view of the pyramids.
zh_cn: 第二天会议在老牌的米纳酒店开幕，举目是动人的金字塔美景。

source: At the first plenary meeting of the three leaders, the Combined Chiefs, and various staff members, the only woman was Chiang Soong Mayling.
zh_cn: 第一次全体会议，与会人员包括三位领导人、盟军联合参谋长、各幕僚人员、以及唯一的女性蒋宋美龄。

source: The British chief of staff, Field Marshal Lord Alanbrooke, reports that as she shifted her legs about under her slit skirt he thought he heard "a suppressed neigh" coming from the younger officers.
zh_cn: 英国参谋长陆军元帅艾伦布鲁克（Lord Alanbrooke）记载，宋美龄裙衩下双腿轻移之时，他觉得听到了少壮军官们“压抑的嘶鸣”。

source: By contrast, Alanbrooke described her husband, the Chinese leader, as "a cross between a pine marten and a ferret" and on day one concluded he had "no grasp of war in its larger prospect."
zh_cn: 相较之下，艾伦布鲁克描述她的中国领导人丈夫是“松貂和白鼬的混合体”，在第一天就断定蒋“对於战争见树不见林”。

source: But Alanbrooke did not understand that Chiang believed he would resolve all the really important military and political matters affecting China directly with Roosevelt and that the other meetings were in no way decisive.
zh_cn: 但艾伦布鲁克不明白，蒋介石认为直接跟罗斯福谈，才能解决所有攸关中国的军事和政治问题，其他的会议都无关紧要。

source: Mountbatten presented his operational plan for the offensive into North Burma, Operation Champion, which called for a much more restricted campaign than did the Stilwell plan approved by Chiang Kai-shek or what Roosevelt and others had promised the Chinese in Washington and elsewhere.
zh_cn: 蒙巴顿提出缅北进攻计划“冠军行动”，作战的力道远不如蒋介石批准史迪威的计划，也远不及罗斯福等人在华盛顿等地对中国人的承诺。

source: Operation Champion did not come close to an "all-out air-land-and-naval effort" to open up the land route to China; instead it proposed only to secure a bridgehead across the Chindwin River and to make an airborne landing on the railway to Myitkyina. It was not at all clear what would happen next.
zh_cn: 冠军行动绝非“海陆空全力”打通陆路到中国，只是提议确保钦敦河的桥头堡以及空降于通往密支那的铁路；后续的行动完全不明。

source: The plan did include an amphibious landing, but only on the Andaman Islands, the occupation of which would do little to disrupt Japanese supply lines in Burma.
zh_cn: 该计划确实包括两栖登陆，但只在安达曼群岛，很难干扰日军在缅甸的补给线。

source: In a critique provided to Mountbatten in October, Stilwell had criticized Operation Champion as "permeated by fear," and described the invasion of the Andamans as an "abortion."
zh_cn: 史迪威曾在10月向蒙巴顿批评冠军行动“充斥着畏惧”，并形容安达曼群岛的入侵是一种“流产”。

source: During the opening session in Cairo, Mountbatten explained that Operation Champion would include an Allied force of 320,000 men, of whom 160,000 would be Indian and Burmese troops, 20,000 British special forces, 3,000 American special forces, and 137,000 Chinese soldiers from the divisions trained in India and Yunnan¡ªthe X and Y forces.
zh_cn: 蒙巴顿在开罗会议开幕式说明，冠军行动将包括32万名盟军，其中16万是印度和缅甸军，还有两万英国特种部队，三千美军特种部队，13万七千名中国士兵来自在印度以及云南训练的X和Y部队。

source: Churchill surprisingly promised that the Royal Navy would send two large battleships, four large carriers, and ten small carriers to assure command of the Bay of Bengal.
zh_cn: 丘吉尔令人意外地承诺，皇家海军将派遣两艘大型战舰，四艘大航母，十艘小航母，以确保孟加拉湾的制海权。

source: When it came his turn, Chiang was pleased but emphasized strongly again that a major amphibious operation and naval supremacy were essential, Mandalay rather than Myitkyina should be the target, and the Hump air transport operation should deliver 10,000 tons a months to China.
zh_cn: 轮到蒋介石发言，他很满意，但强调再三，两栖作战和制海权是不可或缺的，目标应该是曼德勒，而不是密支那，驼峰空运应提供中国每月一万吨物资。

source: Hopkins later wrote that Chiang was usually reluctant to commit himself on specific details.
zh_cn: 霍普金斯后来写道，蒋介石通常不愿意做出具体而详细的承诺。

source: But while the Chinese leader saved his real negotiations for his talks with Roosevelt, he also seemed concise and to the point in the joint meetings, and, it turned out, prescient regarding the likely size of the Japanese forces the Allies would encounter.
zh_cn: 但是中国领袖虽然把真正的谈判留到与罗斯福的会谈，他在联席会议上，也显得简洁和中肯，事实证明，他对于盟军遭遇到的日军兵力，有先见之明。

source: Here is an abridged segment of Chiang's remarks at the November 23 session: "The success of the Burma operations depends not only on the strength of the naval forces established in the Indian Ocean but on the simultaneous coordination of naval action with the land operations.
zh_cn: 以下是蒋介石11月23日会议发言的节录：“缅甸作战的成功不仅取决于印度洋上海军的实力，海军与陆军仍须同步协调行动。

source: If the naval forces are not assembled, the mere concentration of land troops would not bring about sure victory . . .
zh_cn: 如果海军不能集结，单靠地面部队不能保证胜利......

source: The forces the enemy could deploy in Burma could reach ten divisions and if we do not cut his line of reinforcement, his forces could be increased."
zh_cn: 敌军在缅甸可以部署达十个师，如果我们不切断其增援线，敌军可以加强兵力”。

source: That evening, the Chiangs were Roosevelt's dinner guests at the residence of the American ambassador, where the President was staying.
zh_cn: 那天晚上，蒋氏夫妇是罗斯福晚宴的贵宾，罗斯福住在在美国大使官邸。

source: Hopkins was the only other guest.
zh_cn: 霍普金斯是唯一的陪客。

source: Madame, wearing her open-toed shoes and black silk qi pao, greeted her old friend of the past year, the President.
zh_cn: 蒋夫人穿着黑丝旗袍和露趾鞋，问候她过去一年来的老友总统先生。

source: Both sides had interpreters sitting nearby, but Mayling frequently corrected her husband's.
zh_cn: 双方的译员坐在旁边，但宋美龄经常纠正她的丈夫。

source: The long evening of frank conversation reinforced Chiang's almost reverential feeling for Roosevelt as a statesman with a "transcendental bearing.
zh_cn: 长夜的恳谈，加强了蒋介石对罗斯福几乎是一种虔诚的敬意，认为他是位“风度超凡”的政治家。

source: " Chiang's high, staccato voice and formal courtesy before an honored person of power, by contrast, did not stir feelings of camaraderie in the flamboyant, relaxed American.
zh_cn: 对比之下，蒋介石在自己尊敬的人面前短促的高音以及正式的礼仪，对自信满满、一派轻松的美国人总统而言，并没有激起同志相惜之情。

source: In their long and serious evening discussion, however, the two men seemed to agree on virtually all matters.
zh_cn: 不过这段慎重的傍晚长谈，双方似乎毫无歧见。

source: Chiang concurred with Roosevelt's view that Japan's future form of government should be left to the Japanese people and he proposed that reparations could be paid to China in Japanese industrial and war machinery, merchant ships, and other actual properties.
zh_cn: 蒋介石同意罗斯福的观点，日本政府未来的形式应该由日本人民决定，并提议日本对中国的赔偿，可以来自日本的工业机械、战争装备、商船、以及其他实际财产。

source: He thought that America should be the largest occupying Allied power in Japan, but Roosevelt insisted that Chinese troops should play that role.
zh_cn: 他认为美军应该是盟军进驻日本的最主要兵力，但罗斯福坚持由中国军队担任。

source: Chiang also agreed with Roosevelt's "analysis of communism," stressing that Moscow could not be trusted, but said he would follow the President's lead on relations with the Soviet Union.
zh_cn: 蒋介石还同意罗斯福对“共产主义的分析”，强调不能信任莫斯科，但表示对苏联的关系，他将跟着美国走。

source: Roosevelt firmly endorsed the return of Manchuria and Taiwan to China.
zh_cn: 罗斯福坚决支持满洲和台湾回归中国。

source: As they had in their earlier correspondence, they also agreed on their vision of the postwar world, especially the need to end colonialism.
zh_cn: 他们在稍早的通信里，还同意了对於战后的愿景，尤其是需要结束殖民主义。

source: In addition, Chiang mentions without giving details that the two leaders discussed Soviet participation in the war against Japan and the situation in Xinjiang.
zh_cn: 此外，蒋介石后来提及但未写下细节：两位领导人曾讨论了苏联参战抗日和新疆的局势。

source: Chiang summed up the talk as "exceedingly satisfactory." Roosevelt had treated him "like an old friend."
zh_cn: 蒋介石对于这次会谈的总结是“极其满意”，罗斯福“以友相待”。

source: The next morning, November 24, the President's son, Elliot, found his father breakfasting in bed and asked what was happening.
zh_cn: 第二天早晨，11月24日，罗斯福总统的儿子艾略特看见父亲在床上吃早餐，询问发生了什么事？

source: "A lot," the President replied, "I've met the Generalissimo.
zh_cn: “很多事”，总统回答，“我见了委员长”。

source: "When Elliot asked what he thought of the Chinese leader, his father first shrugged, and then said he had "learned more just talking to the Chiangs last night than I did from more than four hours of meeting with the Combined Chiefs."
zh_cn: 埃略特问他对中国领袖的看法，他的父亲先是耸耸肩，然后说他”昨晚和蒋介石夫妇谈话所知道的，比四小时联合参谋长会议里得知的还要多。

source: But while Chiang had described at some length the poor state of the Chinese Army, Roosevelt told his son some questions remained: "why Chiang's troops aren't fighting at all," why Chiang was "trying to stop Stilwell from training Chinese troops," and why he kept "thousands and thousands of his best men . . . on the borders of Red China."
zh_cn: 但是虽然蒋介石详细描述了中国军队的恶劣状况，罗斯福告诉儿子仍有一些疑点：“蒋介石的军队为什么不打仗”，为什么蒋“设法阻止史迪威训练中国军队”，为什么他“把成千上万的精锐部队留在红区的边界”。

source: In sum, the President, reflecting his briefings, remained convinced that Chiang was inexplicably resisting General Stilwell's efforts to redress the problems facing the Chinese Army.
zh_cn: 总之，罗斯福受到简报的影响，仍然相信蒋介石无缘无故抵制史迪威将军纠正中国军队面临的问题。

source: Nevertheless, Roosevelt was "determined that Cairo be a success from the Chinese [that is, Chiang's] point of view."
zh_cn: 尽管如此，罗斯福还是“决心让开罗会议在中国人（亦即蒋介石）的眼中圆满成功”。

source: The next day, Mountbatten called on the Generalissimo and Madame to explain why the more ambitious plan aiming for Mandalay was not possible for logistical reasons.
zh_cn: 第二天，蒙巴顿造访委员长和夫人，解释因为后勤问题，曼德勒这个更具雄心的目标不可能达成。

source: Decades later, Mountbatten told Stilwell's biographer, Barbara Tuchman, that the Generalissimo evidently had not understood the term "monsoon," and that Madame Chiang had explained that the Generalissimo "does not know about monsoons."
zh_cn: 数十年后，蒙巴顿告诉史迪威的传记作者塔奇曼，委员长显然不理解季风雨（monsoon）的意义，蒋夫人向他解释，委员长不知道“季风雨”。

source: Tuchman refers twice to this story and asserts that China did not have monsoons, "ergo, he [Chiang] knew nothing of them," and further, that this exchange was "enlightening proof" of "Stilwell's difficulties with the Gimo."
zh_cn: 塔奇曼提到这个故事两次，并断言中国没有季风雨，“因此，他（蒋）对其一无所知”，更且认为那次谈话“确确实实让人明白”，“史迪威面对老蒋有多难”。

source: But Chiang's memos, letters, and diaries on many occasions refer to the "rainy season" (yu ji) in Burma and its obvious military implications.
zh_cn: 但是蒋介石在备忘录、信件、日记多处提到缅甸的“雨季”及其对军事行动明显的影响。

source: It seems that he was simply not familiar with the Portuguese-origin word "monsoon."
zh_cn: 看来他只是不熟悉葡萄牙字源的“monsoon”这个词。

source: In such a manner do seemingly revealing but totally misunderstood statements become part of a historic legend if they fit a preconceived stereotype.
zh_cn: 就是以这种方式，只要符合先入为主的刻板印象，那些看来很有道理，其实完全误解蒋介石的陈述，成为了历史传说之一。

source: That afternoon, Mountbatten reported to the Combined Chiefs that Chiang had accepted the implication of reduced air support, was highly pleased with the British fleet that was to be made available, and would give the campaign his enthusiastic support.
zh_cn: 当天下午，蒙巴顿向联合参谋长委员会报告，蒋介石接受了减少空中支援可能造成的后果，非常满意英国舰队将会支援，并且热烈支持缅甸战役。

source: But as with the word "monsoon," Mountbatten had also misunderstood Chiang, mistakenly believing that the Chinese leader was now enthusiastic about the overall British plan.
zh_cn: 但是蒙巴顿除了误解蒋介石不懂“季风雨”这个字，也误以为中国领袖如今已热烈支持英国的全盘计划。

source: Part of the problem was probably Mayling Soong's interpreting, in which she tried to make Chiang's remarks as positive as possible.
zh_cn: 原因之一可能是宋美龄的翻译造成的，她尽可能把蒋介石的意见传译得很正面。

source: Mountbatten's confusion was confirmed an hour or so later when Chiang had a private lunch with Marshall.
zh_cn: 大约一个小时后，蒋介石和马歇尔私下共进午餐，证实蒙巴顿搞错了。

source: In a level-headed discussion, Chiang told the American that he opposed the British plan because he was convinced it "would lead to heavy losses and possibly defeat."
zh_cn: 双方进行理智的讨论，蒋介石告诉这位美国人，他反对英国的计划，因为他深信“会造成损失惨重，还可能战败”。

source: He repeated his call for an amphibious landing and added that the Chinese troops from Yunnan ‘the Y Force’ should not advance beyond Lashio.
zh_cn: 他再度呼吁必须两栖登陆，而且中国旗下云南的Y部队，前进不能超过腊戍。

source: The U.S. record did not report any disagreement by Marshall.
zh_cn: 美国记录并未显示马歇尔提出反对意见。

source: In fact, throughout the Cairo Conference, Marshall and the other American service chiefs would strongly support Chiang's insistence on the full implementation of the amphibious landing in Burma, Operation Buccaneer.
zh_cn: 事实上开罗会议自始至终，马歇尔和美国其他的指挥官，一直强力支持蒋介石所坚持的全面两栖登陆缅甸，代号海盗计划。

source: That evening, Churchill entertained the Chiangs at dinner.
zh_cn: 当天晚上，丘吉尔晚宴招待蒋介石夫妇。

source: The prime minister surprised his guest by saying that the attack by sea could not take place before May 1944, by which time the rainy season would have begun.
zh_cn: 英国首相语出惊人，告诉宾客1944年5月前不可能进行海上攻击；但届时雨季已经开始。

source: Otherwise, however, the dinner was another totally agreeable affair.
zh_cn: 然而除此之外，这又是一次和乐融融的晚宴。

source: That same evening Hopkins visited the Chiangs with the U.S. draft of the communique of the summit meeting.
zh_cn: 同一天晚上，霍普金斯探访蒋氏夫妇，带来美国拟定的峰会公报草案。

source: Chiang found in the draft "every opinion" he had mentioned to Roosevelt the previous night.
zh_cn: 蒋介石发现前一天晚上向罗斯福提出的“每一个意见”都在草案中。

source: He wrote that he was moved by Roosevelt's sincerity as expressed in the favorable communique.
zh_cn: 他写道，公报对中国有利，深为罗斯福的诚意所感动。
